Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# NotificationsNewException
source: New Exception
ar: استثناء جديد
be: Новае выключэнне
ca: Excepció nova
de: Neue Ausnahme
es: Nueva excepción
fa: استثنای جدید
fi: Uusi poikkeus
fr: Nouvelle exception
id: Pengecualian Baru
it: Nuova eccezione
ko: 새로운 예외
ms: Pengecualian Baru
nl: Nieuwe uitzondering
pl: Nowy wyjątek
pt_br: Nova Exceção
ru: Новое исключение
sv: Nytt undantag
tr: Yeni Ayrıcalık
uk: Новий виняток
uz: Yangi istisno

# NotificationsOff
source: Off
ar: معطَّلة
be: Выкл.
ca: Desactivades
de: Aus
es: Desactivadas
fa: غیرفعال
fi: Ei käytössä
fr: Désactivées
id: Mati
it: No
ko: 끔
ms: Padam
nl: Uit
pl: Wyłączone
pt_br: Desativadas
ru: Отключены
sv: Av
tr: Kapalı
uk: Вимкнено
uz: Oʻchiq
zh_cn: 关闭
zh_tw: 關閉

# NotificationsOffUntil
source: Off until {0}
ar: معطَّلة حتى ⁨{0}⁩
be: Выкл. да {0}
ca: Desactivades fins {0}
de: Aus bis {0}
es: Desactivadas hasta {0}
fa: غیرفعال تا ⁨{0}⁩
fi: Pois {0} asti
fr: désactivées jusqu'au {0}
id: Off sampai {0}
it: Disattivate fino a {0}
ko: {0}까지 끔
ms: Padam sehingga {0}
nl: Uit tot {0}
pl: Wyłączone do {0}
pt_br: Desativadas até {0}
ru: Откл. до {0}
sv: Frånkopplat till {0}
tr: {0} kadar kapalı
uk: Вимкнені до {0}
uz: {0} gacha oʻchiq

# NotificationsOn
source: On
ar: مفعَّلة
be: Укл.
ca: Sí
de: An
es: Activadas
fa: فعال
fi: Päällä
fr: Activées
id: Hidup
it: Sì
ko: 켬
ms: BUKA
nl: Aan
pl: Włączone
pt_br: Ativadas
ru: Включены
sv: På
tr: Açık
uk: Увімкнено
uz: Yoqilgan
zh_cn: 开启
zh_tw: 開啓

# NotificationsOther
source: Other
ar: غير ذلك
be: Іншыя
ca: Altres
de: Sonstiges
es: Otros
fa: سایر
fi: Muut
fr: Autres
id: Lainnya
it: Altro
ko: 기타
ms: Lain-lain
nl: Overig
pl: Inne
pt_br: Outro
ru: Другое
sv: Annat
tr: Diğer
uk: Інше
uz: Boshqa
zh_cn: 其它
zh_tw: 其它

# NotificationsPriority
source: Priority
ar: الأولوية
be: Прыярытэт
ca: Prioritat
de: Priorität
es: Prioridad
fa: اولویت
fi: Tärkeys
fr: Priorité
id: Prioritas
it: Priorità
ko: 우선순위
ms: Keutamaan
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
uz: Muhimlik
zh_cn: 优先级
zh_tw: 優先級

# NotificationsPriorityDefault
source: Default
ar: افتراضي
be: Прадвызначаны
ca: Per defecte
de: Standard
es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
id: Standar
ko: 기본
ms: Paras asal
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: Типово
uz: Odatiy
zh_cn: 默认
zh_tw: 默認

# NotificationsPriorityHigh
source: High
ar: مرتفعة
be: Вышэйшая
ca: Alta
de: Hoch
es: Alta
fa: زیاد
fi: Korkea
fr: Élevée
id: Tinggi
it: Alta
ko: 높음
ms: Tinggi
nl: Hoog
pl: Wysoka
pt_br: Alta
ru: Высокий
sv: Hög
tr: Yüksek
uk: Високий
uz: Kuchli
zh_cn: 高
zh_tw: 高

# NotificationsPriorityLow
source: Low
ar: منخفضة
be: Нізкая
ca: Baixa
de: Niedrig
es: Baja
fa: کم
fi: Alhainen
fr: Basse
id: Rendah
it: Bassa
ko: 낮음
ms: Rendah
nl: Laag
pl: Niska
pt_br: Baixa
ru: Низкий
sv: Låg
tr: Düşük
uk: Низький
uz: Past
zh_cn: 低
zh_tw: 低

# NotificationsPriorityMax
source: Max
ar: القصوى
be: Максімальная
ca: Màxima
es: Máxima
fa: حداکثر
fi: Korkein
fr: Maximum
id: Maksimal
it: Massima
ko: 최우선
ms: Maxima
pl: Maksymalny
pt_br: Máxima
ru: Максимальный
tr: En yüksek
uk: Максимальний
uz: Yuqori
zh_cn: 最高
zh_tw: 最高

# NotificationsPriorityMedium
source: Medium
ar: عادية
be: Сярэдняя
ca: Mitjana
de: Mittel
es: Media
fa: متوسط
fi: Keskitaso
fr: Moyenne
id: Sedang
it: Media
ko: 중간
ms: Sederhana
nl: Middel
pl: Średnia
pt_br: Média
ru: Средний
sv: Medel
tr: Orta
uk: Середній
uz: O‘rtacha
zh_cn: 中
zh_tw: 中

# NotificationsPrioritySettings
source: Same as in Settings
ar: كما في الإعدادات
be: Як у наладах
ca: Igual que a la configuració
de: Wie in Einstellungen
es: Igual que en Ajustes
fa: همانند تنظیمات
fi: Sama kuin asetuksissa
fr: Comme dans les paramètres
id: Sesuai Pengaturan
it: Come nelle Impostazioni
ko: 설정과 동일
ms: Sama saperti di Aturan
nl: Systeeminstelling gebruiken
pl: Jak w Ustawieniach
pt_br: Assim como em Configurações
ru: Как в настройках
sv: Samma som i Inställningar
tr: Ayarlardaki ile Aynı
uk: Як у налаштуваннях
uz: Sozlamalardagi kabi
zh_cn: 和全局设置相同
zh_tw: 和全局設定相同

# NotificationsPriorityUrgent
source: Urgent
ar: مهمة جدًا
be: Найвышэйшая
de: Dringend
es: Urgente
fa: ضروری
fi: Kiireellinen
fr: Urgente
id: Darurat
it: Urgente
ko: 긴급
ms: Segera
nl: Dringend
pl: Pilna
pt_br: Urgente
ru: Срочный
sv: Brådskande
tr: Acil
uk: Терміновий
uz: Shoshilinch
zh_cn: 紧急
zh_tw: 緊急

# NotificationsPrivateChats
source: Private Chats
ar: المحادثات الخاصة
be: Прыватныя чаты
ca: Xats privats
de: Einzelchats
es: Chats privados
fa: گفتگوهای خصوصی
fi: Yksityiset keskustelut
fr: Échanges privés
id: Obrolan Pribadi
it: Chat private
ko: 개인 대화방
ms: Bual Peribadi
nl: Privéchats
pl: Prywatne czaty
pt_br: Chats Privados
ru: Личные чаты
sv: Privata chattar
tr: Özel Sohbetler
uk: Особисті чати
uz: Shaxsiy chatlar

# NotificationsService
source: Keep-Alive Service
ar: التشغيل المستمر في الخلفية
be: «Заўсёды жывы»
ca: Servei de manteniment de l'activitat
de: Keep-Alive-Dienst
es: Servicio keep-alive
fa: سرویس اتصال دائم
fi: Käynnissäpitopalvelu
fr: Maintenir l'application active
id: Biarkan Layanan Tetap Menyala
it: Servizio keep-alive
ko: 항상 실행 서비스
ms: Servis Berterusan
nl: Meldingenservice
pl: Podtrzymywanie usługi
pt_br: Manter Serviço Ativo
ru: Перезапуск при закрытии
sv: Hålligång-tjänst
tr: Canlı Tutma Hizmeti
uk: Залишати застосунок активним
uz: Bildirishnomalar xizmati
zh_cn: 后台服务常驻
zh_tw: 後台服務常駐

# NotificationsServiceConnection
source: Background Connection
ar: الاتصال في الخلفية
be: Фонавае злучэнне
ca: Connexió en segon pla
de: Hintergrundverbindung
es: Conexión en segundo plano
fa: اتصال پس‌زمینه
fi: Taustayhteys
fr: Connexion en arrière-plan
id: Koneksi Latar
it: Connessione in background
ko: 백그라운드 연결
ms: Sambungan Latar Belakang
nl: Achtergrondverbinding
pl: Połączenie w tle
pt_br: Conexão em Segundo Plano
ru: Фоновое соединение
sv: Bakgrundsanslutning
tr: Arka Plan Bağlantısı
uk: Фонове зʼєднання
uz: Orqa fonda ulanish
zh_cn: 后台网络连接
zh_tw: 後台網絡連接

# NotificationsServiceConnectionInfo
source: Keep a low impact background connection to Telegram for reliable notifications.
ar: البقاء على اتصال طفيف مع تيليجرام في الخلفية لضمان ظهور الإشعارات.
be: Пакінуць фонавае злучэнне з нізкім выкарыстаннем трафіка, каб дазволіць Telegram атрымліваць апавяшчэнні.
ca: Manté una connexió mínima en segon pla per a garantir rebre notificacions.
de: Nutzt eine batterieschonende Hintergrundverbindung zu Telegram, um Benachrichtigungen zu gewährleisten.
es: Mantiene una conexión en segundo plano de bajo impacto con Telegram para notificaciones más fiables.
fa: یک اتصال ضعیف را برای تلگرام در پس‌زمینه جهت دریافت اعلان‌های قابل اطمینان برقرار کنید.
fi: Pitää yllä kevyttä taustayhteyttä Telegramiin, mikä parantaa ilmoitusten luotettavuutta.
fr: Garde une connexion à faible impact en arrière-plan pour des notifications fiables.
id: Jaga koneksi latar belakang seminimum mungkin ke Telegram untuk notifikasi lebih akurat.
it: Mantiene una connessione a basso impatto con Telegram per notifiche affidabili.
ko: 안정적인 알림을 위해 텔레그램의 백그라운드 연결을 최소로 유지합니다.
ms: Guna hasil rendah sambungan latar belakang ke Telegram bagi menerima notifikasi secara betul.
nl: Achtergrondverbinding voor meldingen. Inschakelen voor betrouwbare meldingen.
pl: Utrzymuj połączenie w tle o niskim wpływie, aby zapewnić niezawodne powiadomienia.
pt_br: Mantém uma conexão de baixo impacto para que o Telegram receba notificações mais estáveis.
ru: Поддерживать минимальное фоновое соединение с Telegram, чтобы получать уведомления. Обеспечивает надежность уведомлений.
sv: Använd en lågbelastande bakgrundsanslutning till Telegram för att säkra aviseringar.
tr: Güvenilir bildirimler için Telegram'ı düşük etkili bir arka plan bağlantısında tutun.
uk: Підтримувати слабке фонове зʼєднання з Telegram для надійного отримання сповіщень.
uz: Bildirishnomalar ishonchliligini mustahkamlash uchun Telegramga orqa fonda aloqani saqlab qolishga ruxsat berish.
zh_cn: Telegram 接收通知需要一个低功耗的后台网络连接。打开此开关以确保收到通知。
zh_tw: Telegram 接收通知需要一個低功耗的後台網絡連接。打開此開關以確保收到通知。

# NotificationsServiceInfo
source: Relaunch app when shut down. Enable for reliable notifications.
ar: إعادة تشغيل التطبيق عند إيقافه. قم بالتفعيل لضمان ظهور الإشعارات.
be: Перазапускае праграму, калі яна закрыта. Забяспечвае надзейнасць апавяшчэнняў.
ca: Torna a iniciar l'aplicació quan es tanqui. Activeu-ho per a garantir rebre notificacions.
de: Sofern die App beendet wurde, diese automatisch neu starten, um Benachrichtigungen zu gewährleisten.
es: Vuelve a abrir la app cuando se cierra. Actívala para notificaciones más fiables.
fa: برنامه در صورت متوقف شدن مجدداً اجرا می‌شود.این گزینه را برای اعلان‌های قابل اطمینان فعال کنید.
fi: Käynnistää sovelluksen uudelleen, jos käyttäjä tai järjestelmä sulkee sen. Tämä varmistaa, että sovellus voi näyttää ilmoituksia.
fr: Redémarre l'application lorsqu'elle est arrêtée. Activez pour des notifications fiables.
id: Luncurkan ulang aplikasi saat ditutup. Aktifkan untuk notifikasi lebih akurat.
it: Riavvia l'app quando terminata. Attiva per notifiche affidabili.
ko: 앱이 닫히면 다시 실행합니다. 신뢰할 수 있는 알림을 활성화합니다.
ms: Lancar semula aplikasi bila sistem ditamatkan. Ini memastikan aplikasi akan papar notifikasi secara betul.
nl: App automatisch herstarten bij afsluiten om meldingen weer te kunnen blijven geven.
pl: Uruchom ponownie aplikację, gdy zostanie wyłączona. Włącz, aby zapewnić niezawodne powiadomienia.
pt_br: Reinicia o app quando ele tiver sido fechado. Ative para notificações mais estáveis.
ru: Перезапускать приложение, если оно закрыто. Обеспечивает надежность уведомлений.
sv: Starta om appen när den stängts ner. Aktivera för säkra aviseringar.
tr: Kapatıldığında uygulamayı yeniden başlatın. Güvenilir bildirimler için etkinleştirin.
uk: Перезапускати застосунок, якщо він закритий. Забезпечує надійне отримання сповіщень.
uz: Ilova ishdan chiqqanida uni qayta ishga tushirish. Bildirishnomalar ishonchliligini taʼminlaydi.
zh_cn: 当应用被终止时自动重启后台服务，确保及时收到通知。
zh_tw: 當程式被终止時自動重啓後台服務，確保及時收到通知。

# NotificationsSilent
source: Silent
ar: صامتة
be: Без гуку
ca: Silencioses
de: Lautlos
es: Silenciadas
fi: Hiljainen
fr: Silencieux
it: Silenzioso
ko: 음소거
ms: Senyap
nl: Stil
pl: Wyciszone
pt_br: Silenciosas
ru: Тихий режим
sv: Ljudlösa
tr: Sessiz
uk: Тихо

# NotificationsTurnOff
source: Turn Off
ar: إيقاف
be: Выключыць
ca: Desactiva
de: Ausschalten
es: Desactivar
fa: غیرفعال کردن
fi: Pois päältä
fr: Désactiver
id: Matikan
it: Disattiva
ko: 끄기
ms: Padam
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sv: Stäng av
tr: Kapalı
uk: Вимкнути
uz: Sukut qilish
zh_cn: 禁用
zh_tw: 禁用

# NotificationsTurnOn
source: Turn On
ar: تشغيل
be: Уключыць
ca: Activa
de: Einschalten
es: Activar
fa: فعال کردن
fi: Päälle
fr: Activer
id: Hidupkan
it: Attiva
ko: 켜기
ms: BUKA
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Slå på
tr: Açık
uk: Увімкнути
uz: Yoqish
zh_cn: 启用
zh_tw: 啓用

# NotificationsUnmuted
source: Unmuted
ar: مُلغى كتمها
be: Апавяшчэнні ўключаны
ca: Amb so
de: Benachrichtigungen
es: Notificaciones activadas
fa: صدادار
fi: Mykistämätön
fr: Activées
id: Bunyi
it: Non silenziato
ko: 알림 켜기
ms: Dibunyikan
nl: Geluid aan
pl: Niewyciszono
pt_br: Não silenciado
ru: Уведомления
sv: Ljud På
tr: Ses açıldı
uk: Сповіщення увімкнені
uz: Sukutdan chiqarilgan
zh_cn: 已启用通知
zh_tw: 已啓用通知

# NotificationsUnmutedHint
source: Notifications unmuted
ar: تم إلغاء كتم الإشعارات.
be: Апавяшчэнні ўключаны
ca: Notificacions actives
de: Benachrichtigungen nicht mehr stumm
es: Notificaciones activadas
fi: Ilmoitusten mykistys poistettiin.
fr: Notifications activées
id: Notifikasi nyala
it: Notifiche attivate
ko: 알림 활성화 됨
ms: Notifikasi dibunyikan
nl: Meldingen aan
pl: Powiadomienia włączone
pt_br: Notificações restauradas
ru: Уведомления включены
sv: Aviseringar påslagna.
tr: Bildirimlerin sesi açıldı
uk: Сповіщення увімкнено

# NotificationUnrecognizedDevice
source: {0}, We detected a login to your account from a new device on {1} Device: {2} Location: {3} If this wasn't you, you can go to Settings > Devices and terminate that session. If you think that somebody logged in to your account against your will, you can enable Two-Step Verification in Privacy and Security settings. Sincerely, The Telegram Team
ar: ⁨{0}⁩، لاحظنا تسجيل دخول إلى حسابك من جهاز جديد في: ⁨{1}⁩ الجهاز: ⁨{2}⁩ الموقع: ⁨{3}⁩ إن لم يكن أنت من قام بتسجيل الدخول؛ فيمكنك الذهاب إلى الإعدادات > الأجهزة وإنهاء تلك الجلسة. إن كنت تعتقد أن شخصًا ما قام بتسجيل الدخول دون إذنك؛ فيمكنك تفعيل التحقق بخطوتين في إعدادات الخصوصية والأمان. تحياتنا، فريق تيليجرام
be: {0}, Мы выявілі, што нехта зайшоў у ваш уліковы запіс з новай прылады {1}. Прылада: {2} Месцазнаходжанне: {3} Калі гэта былі не вы, увайдзіце ў «Налады > Прылады» і скончыце гэты сеанс. Калі вы падазраяце, што нехта зайшоў у ваш уліковы запіс без вашага ведама, вы можаце ўключыць двухэтапную праверку ў наладах прыватнасці і бяспекі. З павагай, Каманда Telegram
ca: {0}, Hem detectat un inici de sessió al vostre compte des d'un dispositiu nou el {1} Dispositiu: {2} Ubicació: {3} Si no en sabeu res, aneu a Configuració > Dispositius i finalitzeu aquesta sessió. Si penseu que una altra persona hi ha iniciat sessió contra la vostra voluntat, podeu activar la verificació en dos passos a la configuració de Privadesa i seguretat. Atentament, L'equip del Telegram
de: {0}, wir haben eine Anmeldung von einem neuen Gerät am {1} festgestellt. Gerät: {2} Standort: {3} Wenn du das nicht selbst gewesen bist, melde die entsprechende Sitzung in den Telegram Einstellungen unter Geräte unverzüglich ab. Wenn du der Meinung bist, dass sich jemand gegen deinen Willen bei deinem Konto angemeldet hat, kannst du in den Einstellungen unter Privatsphäre und Sicherheit die zweistufige Bestätigung aktivieren. Dein Telegram Team
es: {0}: Detectamos un inicio de sesión en tu cuenta desde un nuevo dispositivo el {1} Dispositivo: {2} Ubicación: {3} Si no eras tú, puedes ir a Ajustes > Dispositivos y cerrar esa sesión. Si crees que alguien inició sesión en tu cuenta sin tu consentimiento, puedes activar la verificación en dos pasos en los ajustes de privacidad y seguridad. Atentamente, El equipo de Telegram
fi: {0}, Havaitsimme kirjautumisen tilillesi uudelta laitteelta {1} Laite: {2} Sijainti: {3} Jos et tehnyt tätä, valitse Asetukset > Laitteet ja lopeta kyseinen istunto. Jos sinusta tuntuu, että joku kirjautui tilillesi ilman lupaasi, voit ottaa käyttöön kaksivaiheisen todennuksen Yksityisyys ja tietoturva-asetuksista. Terveisin, Telegram-tiimi
fr: {0}, Nous avons détecté une connexion sur votre compte depuis un nouvel appareil le {1} Appareil : {2} Position : {3} Si ce n'était pas vous, vous pouvez vous rendre dans Paramètres > Confidentialité et sécurité > Sessions actives pour terminer cette session. Si vous pensez que quelqu'un s'est connecté à votre compte sans votre consentement, vous pouvez activer la double authentification dans les paramètres de Confidentialité et sécurité. Cordialement, L'équipe Telegram
it: {0}, Abbiamo rilevato un accesso al tuo account da un nuovo dispositivo il {1} Dispositivo: {2} Posizione: {3} Se non sei stato tu, puoi andare in Impostazioni > Dispositivi e terminare quella sessione. Se pensi che qualcuno si sia collegato al tuo account contro il tuo volere, puoi attivare la Verifica in due passaggi nelle impostazioni di Privacy e sicurezza. Cordiali saluti, il team di Telegram
ko: {0} 님, {1}에 새로운 기기가 회원님의 계정에 로그인한 것을 감지했습니다. 기기: {2} 위치: {3} 본인이 아니라면 설정 > 기기에서 해당 세션을 종료하실 수 있습니다. 누군가가 회원님의 뜻과 달리 계정에 접속했다고 생각하시면, 설정에서 2단계 인증을 활성화하실 수 있습니다. 감사합니다. 텔레그램 팀
ms: {0}, Anda telah log masuk ke akaun anda dari peranti baru pada {1} Peranti: {2} Lokasi: {3} Kalau bukan anda, pergi ke Aturan > Privasi dan Sekuriti > Sesi dan tamatkan sesi tersebut. Jika ada orang lain yang log masuk ke akaun anda tanpa kebenaran, anda boleh dayakan Verifikasi 2-Langkah di aturan Privasi dan Sekuriti. Ikhlas, Pasukan Telegram
nl: {0}, Er is op je account ingelogd vanaf een nieuw apparaat op {1} Apparaat: {2} Locatie: {3} Als jij dit niet was, kun je die sessie beëindigen via Instellingen - Apparaten. Als je dat denkt dat iemand anders zonder jouw toestemming is ingelogd kun je twee-staps-verificatie activeren via instellingen - privacy en veiligheid. Bedankt, Het Telegram-team
pl: {0}, Wykryto logowanie na twoje konto z nowego urządzenia {1} Urządzenie: {2} Lokalizacja: {3} Jeśli to nie ty, możesz przejść do Ustawienia » Urządzenia i zakończyć tę sesję. Jeśli uważasz, że ktoś zalogował się na twoje konto wbrew twojej woli, możesz w ustawieniach Prywatność i bezpieczeństwo włączyć weryfikację dwustopniową. Z poważaniem Zespół Telegrama
pt_br: {0}, Detectamos que alguém acessou a sua conta a partir de um novo dispositivo em {1} Dispositivo: {2} Localização: {3} Se não foi você, vá em Configurações > Dispositivos e termine essa sessão. Se você acha que alguém acessou a sua conta sem a sua permissão, você pode habilitar a Verificação em Duas Etapas nas configurações de Privacidade e Segurança. Atenciosamente, Equipe do Telegram.
ru: {0}, в Ваш аккаунт выполнен вход с нового устройства {1} Устройство: {2} Место: {3} Если это были не Вы, перейдите в Настройки - Конфиденциальность - Сеансы и завершите этот сеанс. Если Вы считаете, что кто-то вошёл в Ваш аккаунт без Вашего ведома, советуем включить двухэтапную аутентификацию в разделе Конфиденциальность. Команда Telegram
sv: {0}, En inloggning till ditt konto registrerades från en ny enhet den {1} Enhet: {2} Position: {3} Om det inte var du kan du stänga den sessionen i Inställningar > Integritet och säkerhet > Sessioner. Om du misstänker att någon utan ditt medgivande loggat in på ditt konto kan du aktivera Tvåstegsverifiering i Inställningar under Integritet och Säkerhet. Vänliga hälsningar. Telegramteamet
tr: {0}, Hesabınıza {1} tarihinde yeni bir cihazdan giriş yapıldığını tespit ettik. Cihaz: {2} Konum: {3} Bu siz değilseniz, Ayarlar > Cihazlar'a gidebilir ve oturumu sonlandırabilirsiniz. Birisinin isteğiniz dışında hesabınızda oturum açtığını düşünüyorsanız, Gizlilik ve Güvenlik ayarlarından İki Adımlı Doğrulama ayarını etkinleştirebilirsiniz. Saygılarımızla, Telegram Ekibi
uk: {0}, Ми виявили вхід до вашого акаунта з нового пристрою {1} Пристрій: {2} Розташування: {3} Якщо це були не ви, можете перейти до Налаштувань – Пристрої та завершити цей сеанс. Якщо ви вважаєте, що хтось увійшов до вашого акаунта без дозволу, ви можете увімкнути двоетапну перевірку в налаштуваннях Конфіденційності та безпеки. Щиро ваша Команда Telegram

# NotMounted
source: Storage not mounted
ar: الذاكرة غير موجودة
be: Сховішча не падключана
ca: No s'ha muntat l'emmagatzematge
de: Speicher nicht eingebunden
es: Almacenamiento no montado
fa: فضای ذخیره‌سازی نصب نشده است
fi: Tallennustilaa ei löytynyt
fr: Espace de stockage non installé
id: Penyimpanan tidak terhubung
it: Archivio non montato
ko: 스토리지가 마운트되지 않음
ms: Storan tak dipasang
nl: Geen opslagmedium gevonden
pl: Nie zamontowano pamięci
pt_br: Armazenamento não está montado
ru: Нет подключения к хранилищу
sv: Lagringsmedia ej monterat
tr: Depolama bağlı değil
uk: Сховище не підключено
uz: Xotira ulanmagan
zh_cn: 未挂载存储器
zh_tw: 未掛載儲存

# NoUsernameFound
source: There is no Telegram account with this username.
ar: لم يعثر على اسم المستخدم.
be: Уліковага запісу Telegram з такім імем карыстальніка не існуе.
ca: No hi ha cap compte de Telegram amb aquest nom d'usuari.
de: Kein Konto mit diesem Benutzernamen
es: No hay ninguna cuenta de Telegram con este nombre de usuario.
fa: هیچ حساب کاربری تلگرامی با این نام کاربری وجود ندارد.
fi: Käyttäjänimeä ei löytynyt.
fr: Il n'y a pas de compte Telegram associé à ce nom d'utilisateur.
id: Tidak terdapat akun Telegram dengan username tersebut.
it: Non esiste alcun account Telegram con questo username.
ko: 이 사용자명을 가진 텔레그램 계정이 없습니다.
ms: Tiada akaun Telegram dengan nama samaran ini.
nl: Er is geen Telegram-account met deze gebruikersnaam.
pl: Nie ma konta Telegrama z taką nazwą użytkownika.
pt_br: Não existe conta no Telegram com esse nome de usuário.
ru: Нет аккаунта Telegram с таким именем пользователя.
sv: Användarnamnet hittades inte.
tr: Bu kullanıcı adı ile Telegram hesabı yoktur.
uk: Немає акаунта Telegram з таким псевдонімом.
uz: Bu foydalanuvchi nomi bilan Telegram hisobi topilmadi.
zh_cn: 没有 Telegram 账号使用此用户名。
zh_tw: 沒有 Telegram 賬戶使用此用戶名。

source: November
ar: نوفمبر
be: Лістапад
ca: Novembre
es: Noviembre
fa: نوامبر
fi: marraskuu
fr: Novembre
it: Novembre
ko: 11월
pl: Listopad
pt_br: novembro
ru: Ноябрь
tr: Kasım
uk: Листопад
uz: Noyabr

source: No votes
ar: لم يصوت أحد
be: Няма галасоў
ca: Sense vots
de: Keine Stimmen
es: Sin votos
fa: بدون رأی
fi: Ei ääniä
fr: Aucun vote
id: Suara Kosong
it: Nessun voto
ko: 투표자 없음
ms: Tiada undi
nl: Geen stemmen
pl: Brak głosów
pt_br: Sem votos
ru: Нет голосов
sv: Inga röster
tr: Oy yok
uk: Немає голосів
uz: Ovozlar yoʻq

# NoVotesQuiz
source: Nobody answered
ar: لم يُجب أحد
be: Ніхто не адказаў
ca: No ha participat ningú
de: Noch keine Antworten
es: Aún no hay respuestas
fa: کسی پاسخ نداده است
fi: Ei vielä vastanneita
fr: Personne n'a répondu
id: Belum ada jawaban
it: Nessuno ha risposto
ko: 답한 사람 없음
ms: Belum ada yang menjawab
nl: Niemand heeft geantwoord
pl: Nikt nie odpowiedział
pt_br: Ninguém respondeu
ru: Ответов пока нет
sv: Ingen har svarat än
tr: Henüz kimse cevap vermedi
uk: Ще ніхто не відповів
uz: Hech kim javob bermadi

# NowInContacts
source: {0} is now in your contact list.
ar: ⁨{0}⁩ الآن في جهات اتصالك.
be: {0} у вашым спісе кантактаў.
ca: S’ha afegit {0} a la llista de contactes.
de: {0} ist jetzt in deiner Kontaktliste.
es: {0} ahora está en tu lista de contactos.
fa: ⁨{0}⁩ اکنون در فهرست مخاطبین شماست.
fi: {0} on nyt yhteystiedoissasi.
fr: {0} est maintenant dans votre liste de contacts.
id: {0} ada di daftar kontak Anda sekarang.
it: {0} ora è nella tua lista contatti
ko: {0} 님이 연락처 목록에 등록되었습니다.
ms: {0} kini dalam senarai kenalan anda.
nl: {0} staat nu in je contacten
pl: {0} jest teraz na twojej liście kontaktów.
pt_br: {0} agora está em seus Contatos.
ru: {0} теперь в списке Ваших контактов.
sv: {0} finns nu i dina kontakter.
tr: {0} artık kişi listenizde.
uk: {0} тепер у вашому списку контактів.
uz: {0} endi kontaktlaringiz roʻyxatida.

# NumberUnknown
source: Unknown
ar: غير معروف
be: Невядомы
ca: Desconegut
de: Unbekannt
es: Desconocido
fa: ناشناس
fi: Tuntematon
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ko: 알 수 없음
ms: Tak diketahui
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестен
sv: Dolt
tr: Bilinmeyen
uk: Невідомий
uz: Noma’lum
zh_cn: 未知
zh_tw: 未知

source: October
ar: أكتوبر
be: Кастрычнік
ca: Octubre
de: Oktober
es: Octubre
fa: اکتبر
fi: lokakuu
fr: Octobre
id: Oktober
it: Ottobre
ko: 10월
ms: Oktober
nl: oktober
pl: Październik
pt_br: outubro
ru: Октябрь
sv: Oktober
tr: Ekim
uk: Жовтень
uz: Oktabr

# Of
source: {0} of {1}
ar: ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1}
ca: {0} de {1}
de: {0} von {1}
es: {0} de {1}
fa: ⁨{0}⁩ از ⁨{1}⁩
fr: {0} sur {1}
id: {0} dari {1}
it: {0} di {1}
ms: {0} dari {1}
nl: {0} van {1}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
sv: {0} av {1}
uk: {0} із {1}

# OfCounted
source: **{0}** of {1}
ar: **⁨{0}⁩** من ⁨{1}⁩
be: **{0}** з {1}
ca: **{0}** de {1}
de: **{0}** von {1}
es: **{0}** de {1}
fr: **{0}** sur {1}
it: **{0}** di {1}
ko: {1}개 중 **{0}**번째
ms: **{0}** dari {1}
nl: **{0}** van {1}
pl: **{0}** z {1}
pt_br: **{0}** de {1}
ru: **{0}** из {1}
sv: **{0}** av {1}
uk: **{0}** з {1}

# OneResult
source: 1 result
ar: نتيجة واحدة
be: 1 вынік
ca: 1 resultat
de: 1 Ergebnis
es: 1 resultado
fa: 1 نتیجه
fi: 1 tulos
fr: 1 résultat
id: 1 hasil
it: 1 risultato
ko: 1건의 결과
ms: 1 keputusan
nl: 1 resultaat
pl: 1 wynik
pt_br: 1 resultado
ru: 1 результат
sv: 1 resultat
tr: 1 sonuç
uk: 1 результат
uz: 1 ta natija
